// Выведите в консоль результат деления числа 100 на 4.
console.log(100 / 4);

// Реализуйте программу, которая вычисляет и выводит на экран значение выражения: 8 / 2 + 5 - -3 / 2
let a = 8 / 2 + 5 - - 3 / 2;
console.log(a);

// Выведите в консоль следующую фразу, используя конкатенацию: Lorem ipsum dolor sit amet
let lorem = ('Lorem ipsum dolor sit amet')
console.log(lorem)

// Выведите фразу из предыдущего задания в консоль, используя интерполяцию.
console.log(`${lorem}`)

// Создайте переменную number и присвойте ей значение 8. Затем переопределите значение - задайте новое значение 15. Выведите новое значение переменной в консоль.
 let number = 8;
 console.log(number);

 number = 15
 console.log(number);

// Создайте переменную sum, которая будет выполнять операцию возведения в квадрат числа 8. Выведите переменную sum в консоль.
let sum = 8 ** 2;
console.log(sum);

// Создайте две переменные firstname и lastname. Присвойте им произвольные значения. Выведите в консоль строку в формате ‘Имя Фамилия’
let firstname = 'Evgeny' ;
let lastname = 'Bril' ;
console.log(`${firstname} ${lastname}`);